Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/stotte_til_spillutvikling_der_mental_helse_og_arbeid_er_i_fokus.html.tmx
Source language: nob
Languages: sme

source: Støtte til spillutvikling der mental helse og arbeid er i fokus
sme: Doarjja spealloovddideapmái mas mentála dearvvašvuohta ja bargu leat guovddážis

source: Sametinget har bevilget 206 000 kroner i tilskudd til Kunnskapstrening IT til å utvikle en metode der spillutvikling, helse og arbeid er i fokus.
sme: Sámediggi lea juolludan 206 000 ruvnno doarjjan Kunnskapstrening IT:ii ovddidit vuogi mas spealloovddideapmi, dearvvašvuohta ja bargu leat guovddážis.

source: Fokuset er særlig rettet mot menn, generelt og spesifikt menn med samisk bakgrunn.
sme: Guovddážis leat erenoamážit almmáiolbmot, oppalaččat ja erenoamážit dievdoolbmot geain lea sámi duogáš.

source: Formålet med prosjektet er å utvikle et opplegg der deltakere gjennom spillutvikling, trening innen kunst, programmering, 2D og 3D med spesielt fokus på samisk identitet og kultur skal gjennomføre en testpilot hvor de skal trene på ferdigheter som til slutt kan føre dem til arbeidstrening og jobb.
sme: Ulbmil prošeavttain lea ovddidit doaibmabiju mas oassálastit spealuid ovddideami bokte, dáiddahárjehallama bokte, programmerema, 2D ja 3D oktavuođas mas earenoamážit lea sáhka sámi identitehtas ja kultuvrras, galget čađahit geahččaladdanpilohta gos sii galget hárjehallat dáidduid mat loahpas sáhttet doalvut sin bargohárjehallamii ja bargui.

source: – Tiltak rettet mot mental helse og psykisk helse er viktig.
sme: – Doaibmabijut mat leat oaivvilduvvon mentála dearvvašvuhtii ja psyhkalaš dearvvašvuhtii leat dehálaččat.

source: Å gjøre det gjennom å utvikle og bruke spill og digitale plattformer er nytt, men for deltakerne i prosjektet er spilling og det digitale kjent.
sme: Dan dahkat dakko bokte ahte ovddidit ja geavahit spealuid ja digitála vuođđovuogádagaid lea ođas, muhto prošeavtta oasseváldiide lea speallan ja digitála vuogádat oahpis.

source: Dette er redskaper deltakerne takler godt og har stor kompetanse på.
sme: Dáid bargoneavvuid hálddašit oassálastit bures ja sis lea buorre gelbbolašvuohta.

source: Å bruke disse og lykkes med dette gir mestring og dermed styrke den mentale helsen hos deltakerne, samtidig som de får bruke sin samiske bakgrunn i prosjektet, sier sametingsråd Runar Myrnes Balto (NSR).
sme: Go daid geavaha ja lihkostuvvá dainna, de dat nanne oasseváldiid mentála dearvvašvuođa, seammás go sii besset geavahit iežaset sámi duogáža prošeavttas, dadjá sámediggeráđđi Runar Myrnes Balto (NSR).

source: Programmet er tilrettelagt for personer som har forlatt skole eller er uten arbeid.
sme: Prográmma lea heivehuvvon olbmuide geat leat heaitán skuvllas dahje leat barggu haga.

source: Deltakerne må ha interesse og ferdigheter innen digitale spill.
sme: Oassálastiin ferte leat beroštupmi ja máhtolašvuohta digitála spealuid birra.

source: Prosjektet opplyser at i beskrivelsene av prosjektet fremkommer det at deres erfaring tilsier at det ofte er utfordrende erfaringer fra barndommen som leder til at unge forlater skolen eller sliter med å integreres i arbeidslivet.
sme: Prošeakta muitala ahte prošeavttačilgenhusas boahtá ovdan ahte sin vásáhusat čájehit ahte dávjá leat hástaleaddji vásáhusat mánnávuođas mat dagahit dan ahte nuorat guđđet skuvlla dahje rahčet integreremiin bargoeallimii.

source: Det å prate om og jobbe med mental helse kan være spesielt utfordrende for en del samiske menn, og dette ønsker prosjektet å ha fokus på.
sme: Hállat ja bargat mentála dearvvašvuođain sáhttá leat erenoamáš hástaleaddjin muhtun sámi dievdduide, ja dán háliida prošeakta čalmmustahttit.
